--작품 목록 더미데이터
INSERT INTO item(title, description, image_file_name) VALUES('인사이드 아웃2', '디즈니·픽사의 대표작 <인사이드 아웃>
새로운 감정과 함께 돌아오다!

13살이 된 라일리의 행복을 위해 매일 바쁘게 머릿속 감정 컨트롤 본부를 운영하는 ‘기쁨’, ‘슬픔’, ‘버럭’, ‘까칠’, ‘소심’. 그러던 어느 날, 낯선 감정인 ‘불안’, ‘당황’, ‘따분’, ‘부럽’이가 본부에 등장하고, 언제나 최악의 상황을 대비하며 제멋대로인 ‘불안’이와 기존 감정들은 계속 충돌한다. 결국 새로운 감정들에 의해 본부에서 쫓겨나게 된 기존 감정들은 다시 본부로 돌아가기 위해 위험천만한 모험을 시작하는데…

2024년, 전 세계를 공감으로 물들인 유쾌한 상상이 다시 시작된다!', '1718877390425.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('하이재킹', '1971년 겨울 속초공항. 여객기 조종사 태인(하정우)과 규식(성동일)은 김포행 비행에 나선다. 승무원 옥순(채수빈)의 안내에 따라 탑승 중인 승객들의 분주함도 잠시, 이륙한지 얼마 되지 않아 사제폭탄이 터지며 기내는 아수라장이 된다.

"지금부터 이 비행기 이북 간다"

여객기를 통째로 납치하려는 용대(여진구)는 조종실을 장악하고 무작정 북으로 기수를 돌리라 협박한다. 폭발 충격으로 규식은 한 쪽 시력을 잃고 혼란스러운 기내에서 절체절명의 상황에 처한 태인. 이들은 여객기를 무사히 착륙시키기 위한 사투를 시작하는데...

대한민국 상공 여객기 납치 사건
이 비행에 모두가 목숨을 걸었다!
<하이재킹>', '1718877422964.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('핸섬가이즈', '“우리가 뭐 빠지는 게 있노? 집도 있고 차도 있고 인물도 훤칠한데.”

자칭 터프가이 ‘재필’(이성민)과 섹시가이 ‘상구’(이희준). 현실은 잊지 못할 첫인상으로 이사 첫날부터 동네 경찰 ‘최 소장’(박지환)과 ‘남 순경’(이규형)의 특별 감시 대상이 되지만, 꿈꾸던 유럽풍 드림하우스에서 새출발한다는 것에 그저 행복하기만 하다. 그러나 행복도 잠시, 물에 빠질뻔한 ‘미나’(공승연)을 구해주려다 오히려 납치범으로 오해받는 상황이 이어진다. 한편 ‘미나’를 찾으러 온 불청객들을 시작으로 지하실에 봉인되어 있던 악령이 깨어나며 어두운 기운이 집안을 둘러싸기 시작하는데…

“왜 다들 우리집에 와서 죽고 난리야!”', '1718877427912.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('탈주', '“내 앞 길 내가 정했습니다”

휴전선 인근 북한 최전방 군부대. 10년 만기 제대를 앞둔 중사 ‘규남’(이제훈)은 미래를 선택할 수 없는 북을 벗어나 원하는 것을 해 볼 수 있는 철책 너머로의 탈주를 준비한다. 그러나, ‘규남’의 계획을 알아챈 하급 병사 ‘동혁’(홍사빈)이 먼저 탈주를 시도하고, 말리려던 ‘규남’까지 졸지에 탈주병으로 체포된다.

“허튼 생각 말고 받아들여. 이것이 니 운명이야”

탈주병 조사를 위해 부대로 온 보위부 소좌 ‘현상’(구교환)은 어린 시절 알고 지내던 ‘규남’을 탈주병을 체포한 노력 영웅으로 둔갑시키고 사단장 직속보좌 자리까지 마련해주며 실적을 올리려 한다. 하지만 ‘규남’이 본격적인 탈출을 감행하자 ‘현상’은 물러설 길 없는 추격을 시작한다.', '1718877434706.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('캣퍼슨', '남자가 무슨 짓 할지 두려운 여자
VS 여자가 무슨 말 할지 겁나는 남자

갓 스물이 된 극장 알바생 ''마고''는 고양이 두 마리를 키운다는 남자 ''로버트''를 만나 첫눈에 호감을 느끼게 된다. 하지만 ''로버트''와 데이트를 이어갈수록 처음의 설렘은 점점 공포로 변하고… ''마고''가 ''로버트''의 집을 방문한 날, 고양이가 없다는 사실을 알게 되면서 그의 진짜 모습을 의심하게 된다.

당신의 데이트도 악몽이 될 수 있다!', '1718877438823.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('프렌치 수프', '20년간 최고의 요리를 함께 탄생시킨 외제니와 도댕. 그들의 요리 안에는 서로에 대한 존경과 배려, 그리고 사랑이 있다. 인생의 가을에 다다른 두 사람, 한여름과 자유를 사랑하는 외제니는 도댕의 청혼을 거절하고 도댕은 오직 그녀만을 위한 요리를 만들기 시작한다.', '1719108125915.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('퓨리오사: 매드맥스 사가
', '문명 붕괴 45년 후, 황폐해진 세상에 무참히 던져진 ''퓨리오사''가 고향으로 돌아가기 위해 자신의 인생 전부를 걸고 떠나는 거대한 여정을 그린 액션 블록버스터', '1719108221431.jpg')
INSERT INTO item(title, description, image_file_name) VALUES('북극백화점의 안내원
', '어서 오세요!
세상에 딱 하나뿐인 ‘북극백화점’으로!

동물들이 고객인 ‘북극백화점’. 프러포즈를 앞둔 소심한 일본늑대, 서로를 위해 깜짝 선물을 찾고 있는 바다밍크 부녀, 사랑을 얻기 위해 단종된 향수를 찾는 바바리사자까지! V.I.A(Very Important Animal)를 만족시키기 위한 수습 안내원 ‘아키노’의 좌충우돌 정직원 되기 프로젝트!

6월 19일, 웃음과 감동, 힐링 모두 다 담아 드릴게요!', '1719111086929.jpg')



--댓글 더미데이터
--INSERT INTO comment(item_id, nickname, body, star) VALUES(1, '성민', '재밌어요.', 4.5)
--INSERT INTO comment(item_id, nickname, body, star) VALUES(1, '지나', '감동이에요.', 5.0)